Repository: OmegaT-L10N/eu
Catalog: omegat/project_save.tmx
Source language: en
Languages: eu

source: Invalid API key
eu: Baliogabeko API gakoa

source: Invalid HTML file
eu: HTML fitxategi baliogabea

source: Invalid file format
eu: Baliogabeko fitxategi-formatua

source: Invalid repository type: {0}
eu: Baliogabeko biltegi mota: {0}

source: Invoke `team -h` for details.
eu: Erabili l`team -h` xehetasunetarako.

source: Is alternative
eu: Ordezkoa da

source: Is default translation
eu: Itzulpen lehenetsia da

source: Is duplicate
eu: bikoiztua da

source: Issues
eu: Arazoak

source: Issues ({0} of {1})
eu: Arazoak ({0} / {1})

source: Issues ({0})
eu: Arazoak ({0})

source: Issues for {0} ({1} of {2})
eu: {0} arazoak ({1} of {2})

source: Issues for {0} ({1})
eu: {0} arazoak ({1})

source: It is often useful to search for words and phrases in the source text and in your translation, so press Ctrl+F for the Text Search dialog at any time.
eu: Sarritan erabilgarria da hitzak eta esaldiak sorburu-testuan zein itzulpenean bilatzea; horretarako, sakatu Ctrl+F Testu-bilaketa koadroa bistaratzeko.

source: It is used to mark your translations.
eu: Zure itzulpenak markatzeko erabiltzen da.

source: It needs to be converted to a new team project, but this cannot be done in console mode.
eu: Talde-proiektu berri bat bihurtu behar da, baina hori ezin da egin kontsola moduan.

source: It was not possible to create the script folder inside the configuration folder.
eu: Ezin izan da script-karpeta sortu konfigurazio-karpetaren barruan.

source: It was not possible to create translated documents, because some tags are missing or damaged.
eu: Ezin izan dira itzulitako dokumentuak sortu: zenbait etiketa falta dira edo gaizki daude.

source: It will install the correct environment for your computer and the application itself on the first run.
eu: Zure ordenagailuak behar duen ingurune egokia eta aplikazioa bera instalatuko du.

source: Italian
eu: Italiera

source: Item has neither URLs nor commands.
eu: Elementuak ez du ez URLrik ez komandorik.

source: Item is missing scope
eu: Elementuari esparrua falta zaio

source: Item name is empty or missing
eu: Elementu-izena hutsik dago edo ez da aurkitzen

source: Item:
eu: Elementua:

source: Items
eu: Elementuak

source: JAR files
eu: JAR fitxategiak

source: JGit (Eclipse Distribution License)
eu: JGit (Eclipse Distribution lizentzia)

source: JSch (JSch License)
eu: JSch (JSch lizentzia)

source: Japanese
eu: Japoniera

source: Jar used for plugins: {0}
eu: Pluginetarako erabilitako JAR: {0}

source: Java Properties XML
eu: Java propietateen XML

source: Java Resource Bundles Filter Options
eu: Javaren baliabide-paketeen iragazkiaren aukerak

source: Java(TM) Resource Bundles
eu: Java(TM)-ren baliabide-paketeak

source: Java: {0} ver.
eu: Java: {0} ber.

source: Jean-Christophe Helary (Twitter community manager)
eu: Jean-Christophe Helary (Twitter kanalaren kudeatzailea)

source: Jean-Christophe Helary (support group owner, localisation manager)
eu: Jean-Christophe Helary (laguntza-taldearen jabea, itzulpenen kudeatzailea)

source: Jmyspell (LGPL License)
eu: Jmyspell (LGPL lizentzia)

source: Jumping to last edited segment...
eu: Editatutako azken segmentura salto egiten...

source: Keep
eu: Mantendu

source: Keep All
eu: Mantendu dena

source: Keep Mine
eu: Mantendu nirea

source: Keep None
eu: Ez mantendu ezer

source: Keep Other
eu: Mantendu bestea

source: Key:
eu: Gakoa:

source: Key=Value Text
eu: Gako=Balio motako testua

source: Keyword searches are not available in the search string.
eu: Gako-hitzen bidezko bilaketak ez daude erabilgarri bilaketa-katean.

source: Keyword searches match all the space-separated keywords regardless of their order.
eu: Gako-hitzen bidezko bilaketak zuriunez banandutako gako-hitz guztiak bilatzen ditu, ordena kontuan hartu gabe.

source: Kos Ivantsof (localisation manager)
eu: Kos Ivantsof (itzulpenen kudeatzailea)

source: L&og...
eu: Eg&unkaria...

source: LEARNED:
eu: IKASIAK:

source: Language Checker
eu: Hizkuntza-egiaztatzailea

source: Language Name
eu: Hizkuntza-izena

source: Language Pattern
eu: Hizkuntza-eredua

source: Language not specified for translation unit variant.
eu: Ez da hizkuntzarik adierazi itzulpen-unitatearen aldaerarako.

source: LanguageTool (LGPL License and others)
eu: LanguageTool (LGPL lizentzia eta beste batzuk)

source: LanguageTool API version mismatch
eu: LanguageTool API bertsioa ez dator bat

source: LanguageTool Issues
eu: LanguageTool arazoak

source: LanguageTool is misconfigured.
eu: LanguageTool gaizki konfiguratuta dago.

source: LanguageTool is not available for your target language.
eu: LanguageTool ez dago erabilgarri zure helburu-hizkuntzan.

source: LanguageTool server started
eu: LanguageTool zerbitzaria abiarazi da

source: LanguageTool server terminated
eu: LanguageTool zerbitzaria amaitu da

source: LanguageTool settings
eu: LanguageTool ezarpenak

source: LanguageTool will be disabled until the project is closed.
eu: LanguageTool desgaitu egingo da proiektua itxi arte.

source: LanguageTool: An error occurred during check.
eu: LanguageTool: Errorea gertatu da egiaztatzean.

source: LanguageTool: Bad URL
eu: LanguageTool: URL okerra

source: LanguageTool: Server start timeout
eu: LanguageTool: Zerbitzariaren abioak denbora-muga gainditu du

source: LanguageTool: bad local path
eu: LanguageTool: bide-izen lokal okerra

source: LanguageTool: local port is unavailable
eu: LanguageTool: ataka lokala ez dago erabilgarri

source: LanguageTool: server returned XML when JSON was expected.
eu: LanguageTool: zerbitzariak XML formatua itzuli du, JSON espero zen.

source: LanguageTools Rules
eu: LanguageTools arauak

source: Languages
eu: Hizkuntzak

source: Last changes
eu: Azken aldaketak

source: Last modified by {0}
eu: Azken aldaketa {0}-(e)k egin du

source: Later calls do not need to be online.
eu: Geroagoko abioetan ez da beharrezkoa izango linean egotea.

source: Latest
eu: Azkena

source: Launch the installation program.
eu: Abiarazi instalazio-programa

source: Launching OmegaT (Linux) ========================
eu: OmegaT abiaraztea (Linux) ==========================

source: Launching OmegaT (Mac) ======================
eu: OmegaT abiaraztea (Mac) ==========================

source: Launching OmegaT (Windows) ==========================
eu: OmegaT abiaraztea (Windows) ==========================

source: Launching OmegaT from the command line (all systems) ====================================================
eu: OmegaT komando-lerrotik abiaraztea (sistema guztiak) ====================================================

source: Learn
eu: Ikasi

source: Learn to use OmegaT in 5 minutes!
eu: Ikasi OmegaT erabiltzen 5 minututan!

source: Left-to-Right Embedding (LRE U+202A)
eu: Ezkerretik eskuinerako kapsulatzea (LRE U+202A)

source: Left-to-Right Mark (LRM U+200E)
eu: Ezkerretik eskuinerako marka (LRM U+200E)

source: Level
eu: Maila

source: Level 0:
eu: 0. maila:

source: Level 1:
eu: 1. maila:

source: Level 2:
eu: 2. maila:

source: Level 3:
eu: 3. maila:

source: Level 4:
eu: 4. maila:

source: Level 5:
eu: 5. maila:

source: Level 6:
eu: 6. maila:

source: Level 7:
eu: 7. maila:

source: Level 8:
eu: 8. maila:

source: Level 9:
eu: 9. maila:

source: Licensing information =====================
eu: Lizentzia-informazioa =====================

source: Line length:
eu: Lerro-luzera:

source: Links (&URL)
eu: Estekak (&URL)

source: List View
eu: Zerrenda-ikuspegia

source: Load a project to configure rules for that project's languages.
eu: Kargatu proiektu bat proiektu horretako hizkuntzen arauak konfiguratzeko.

source: Loading Project
eu: Proiektua kargatzen

source: Loading TMX files...
eu: TMX fitxategiak kargatzen...

source: Loading glossaries
eu: Glosarioak kargatzen

source: Loading glossary {0}
eu: {0} glosarioa kargatzen

source: Loading project...
eu: Proiektua kargatzen...

source: Loading: {0}
eu: Kargatzen: {0}

source: Local File/Folder
eu: Fitxategi/karpeta lokala

source: Local installation path:
eu: Instalazio lokaleko bidea:

source: Local translation not synchronized with remote repository.
eu: Itzulpen lokala ez dago sinkronizatuta urruneko biltegiarekin.

source: Local working copies cleaned up: {0}
eu: Laneko kopia lokalak garbitu dira: {0}

source: Location
eu: Kokapena

source: Log:
eu: Egunkaria:

source: Lucene (Apache License 2.0)
eu: Lucene (Apache 2.0 litzentzia)

source: Lucie Vecerova (Facebook community manager)
eu: Lucie Vecerova (Facebook kanalaren kudeatzailea)

source: Mac&hine Translate
eu: Itzul&pen automatikoa

source: Machine Translation
eu: Itzulpen automatikoa

source: Machine Translation Options
eu: Itzulpen automatikoaren aukerak

source: Manually defined rules
eu: Eskuz definitutako arauak

source: Mapping of Local Folders to Remote Folders in Repositories
eu: Karpeta lokalak biltegietako urruneko karpetekin mapatzea

source: Mar&k Whitespace
eu: Mar&katu zuriunea

source: Marc Prior (project co-ordinator, webmaster)
eu: Marc Prior (proiektuaren koordinatzailea, web arduraduna)

source: Marco Cevoli (Telegram community manager)
eu: Marco Cevoli (Telegram kanalaren kudeatzailea)

source: Mark &Auto-Populated Segments
eu: Markatu &automatikoki betetako segmentuak

source: Mark &Bidirectional Algorithm Control Characters
eu: Markatu &noranzko biko algoritmoen kontrol-karaktereak

source: Mark &Non-breakable Spaces
eu: Markatu &hautsi ezin diren zuriuneak

source: Mark &Paragraph Delimitations
eu: Markatu &paragrafoen mugak

source: Mark &Translated Segments
eu: Markatu &itzulitako segmentuak

source: Mark &Untranslated Segments
eu: Markatu itzuli &gabeko segmentuak

source: Mark Accepted
eu: Ezarri "Onartua" marka

source: Mark Glossary Matches
eu: Markatu glosarioko parekatzeak

source: Mark Needs Review
eu: Ezarri "Berrikuspena behar du" marka

source: Mark Non-Unique Se&gments
eu: Markatu segmentu ez-&bakarrak

source: Mark Segments &with Notes
eu: Markatu &oharrak dituzten segmentuak

source: Mask
eu: Maskara

source: Master Password
eu: Pasahitz maisua

source: Master Password:
eu: Pasahitz maisua:

source: Match Statistics
eu: Parekatzeen estatistikak

source: Match Statistics per &File
eu: Parekatze-estatistikak &fitxategiko

source: Match Statistics per File
eu: Parekatze-estatistikak fitxategiko

source: Match display template
eu: Parekatzeak bistaratzeko txantiloia

source: Match type
eu: Parekatze mota

source: Matches Changed
eu: Aldatutako parekatzeak

source: Matches Deleted Active
eu: Ezabatutako parekatze aktiboak

source: Matches Deleted Inactive
eu: Ezabatutako parekatze inaktiboak

source: Matches Inserted Active
eu: Txertatutako parekatze aktiboak

source: Matches Inserted Inactive
eu: Txertatutako parekatze inaktiboak

source: Matches Unchanged
eu: Aldatu gabeko parekatzeak

source: Matches can be found in your current translation or in the TMX files that you have put in the /tm/ folder.
eu: Parekatzeak zure uneko itzulpenetik edo /tm/ karpetan jarri dituzun TMX fitxategietatik etor daitezke.

source: Maximize
eu: Maximizatu

source: Maximum line length:
eu: Lerro-luzera maximoa:

source: Maximum number of finds has been reached ({0})
eu: Bilaketa-kopuru maximoa atzeman da ({0})

source: Maxym Mykhalchuk (lead developper)
eu: Maxym Mykhalchuk (garatzaile nagusia)

source: Memor&y
eu: Memo&ria

source: Merge
eu: Batu

source: Microsoft Translator Subscription Key not available.
eu: Microsoft Translator harpidetza-gakoa ez dago erabilgarri.

source: Mine
eu: Nirea

source: Minimize
eu: Ikonotu

source: Minutes:
eu: Minutuak:

source: Missing
eu: Falta da

source: Missing tags
eu: Falta diren etiketak

source: Model Id:
eu: Modeloaren IDa:

source: Modification info
eu: Aldaketa-informazioa

source: Modification info template
eu: Aldaketa-informazioaren txantiloia

source: Modification info template for segments without date
eu: Aldaketa-informazioaren txantiloia datarik gabeko segmentuetarako

source: Modification info text
eu: Aldaketa-informazioaren testua

source: Modified Segments:
eu: Aldatutako segmentuak:

source: Monolingual
eu: Elebakarra

source: Moodle PHP Filter Options
eu: Moodle PHP iragazkiaren aukerak

source: More
eu: Gehiago

source: Moses Server URL:
eu: Moses zerbitzariaren URLa:

source: Mourning and sorrow 404 not with us now Lost to paradise
eu: Dolua eta mina 404 ez dago gure artean orain Paradisuan egongo ote da

source: Move &Down
eu: Mugitu &behera

source: Move &First
eu: Mugitu &hasierara

source: Move &Last
eu: Mugitu &amaierara

source: Move &Up
eu: Mugitu g&ora

source: Move Do&wn
eu: Mugitu &behera

source: Move Down
eu: Mugitu behera

source: Move U&p
eu: Mugitu &gora

source: Move Up
eu: Mugitu gora

source: Move the folder to an appropriate location such as the Applications folder.
eu: Mugitu karpeta kokaleku egoki batera, adibidez aplikazioen karpetara.

source: Mozilla DTD
eu: Mozillaren DTD

source: Mozilla DTD Filter Options
eu: Mozillaren DTD iragazkiaren aukerak

source: Multiple Translations
eu: Itzulpen anitz

source: MyMemory (human)
eu: MyMemory (gizakia)

source: MyMemory (machine)
eu: MyMemory (automatikoa)

source: Name
eu: Izena

source: Name:
eu: Izena:

source: Name: {0}
eu: Izena: {0}

source: Neural machine translation
eu: Itzulpen automatiko neuronala

source: New Language and Country
eu: Hizkuntza eta herrialde berria

source: New LanguageTool rule
eu: LanguageTool arau berria

source: New Local Project Folder:
eu: Proiektu lokal berriaren karpeta:

source: Next
eu: Hurrengoa

source: Next &Translated Segment
eu: I&tzulitako hurrengo segmentura

source: Next &Untranslated Segment
eu: &Itzuli gabeko hurrengo segmentura

source: Next N&ote
eu: H&urrengo oharrera

source: Next Uni&que Segment
eu: Hurrengo segmentu &bakarrera

source: Next →
eu: Hurrengoa →

source: Next, the Project Files dialog opens.
eu: Ondoren, 'Proiektuaren fitxategiak' koadroa irekiko da.

source: No .DOCX files to clean.
eu: Ez dago .DOCX fitxategirik garbitzeko.

source: No Issues Found
eu: Ez da arazorik aurkitu

source: No Loaded Project
eu: Ez dago proiekturik kargatuta

source: No Suggestions
eu: Iradokizunik ez

source: No connection available, the project is in offline mode.
eu: Ez dago konexiorik erabilgarri, proiektua lineaz kanpoko moduan dago.

source: No match:
eu: Parekatzerik ez:

source: No matches returned by search.
eu: Bilaketak ez du emaitzarik eman.

source: No need to save project, because no changes were made
eu: Ez da proiektua gorde behar, ez baita aldaketarik egin

source: No new dictionaries available at the remote server.
eu: Ez dago hiztegi erabilgarririk urruneko zerbitzarian.

source: No project loaded.
eu: Ez dago proiekturik kargatuta.

source: No script bound in slot #{0}.
eu: Ez dago scriptik #{0} slot-ari lotuta.

source: No script selected.
eu: Ez da scriptik hautatu.

source: No script set.
eu: Ez da scriptik ezarri.

source: No tags and no numbers
eu: Etiketarik ez eta zenbakirik ez

source: Non-ASCII Only
eu: Ez ASCII soilik

source: Non-GUI mode options: --quiet Reduce output to command line stdout.
eu: Interfaze grafikokoak ez diren modu-aukerak: --quiet Murriztu irteera komando-lerroko stdout-era.

source: Non-breakable space
eu: Zuriune zatiezina

source: Non-breakable spaces
eu: Zuriune zatiezinak

source: Non-breaking space
eu: Zuriune zatiezina

source: Non-unique segments
eu: Segmentu ez-bakarrak

source: Non-unique segments background
eu: Segmentu ez-bakarren atzeko planoa

source: Non-visible Instruction Te&xt
eu: Argibide-te&stu ikusezina

source: None
eu: Bat ere ez

source: Normal
eu: Normala

source: Not Set
eu: Ez ezarria

source: Not a valid XML file!
eu: XML fitxategia ez da baliozkoa!

source: Not present
eu: Ez dago

source: Note
eu: Oharra

source: Note: All of the segmentation rule sets with a matching Language Pattern are applied in the given order.
eu: Oharra: Hizkuntza-eredu batekin bat datozen segmentazio-arau guztiak adierazitako ordenan aplikatuko dira.

source: Note: DocBook files are recognized not only by file extension, but they also must have a DOCTYPE declaration: <!DOCTYPE book PUBLIC \"-//OASIS//DTD DocBook XML... for DocBook 4, or a Namespace: xmlns="http://docbook.org/ns/docbook" for DocBook 5
eu: Oharra: DocBook fitxategiak ireki ahal izateko, fitxategi-luzapenaz gain, DOCTYPE deklarazio bat eduki behar dute: <!DOCTYPE book PUBLIC \"-//OASIS//DTD DocBook XML... DocBook 4 bertsiorako, edo izen-leku bat: xmlns="http://docbook.org/ns/docbook" DocBook 5 bertsiorako

source: Note: Source File Encoding setting affects only the HHC and HHK files that do not contain an encoding declaration.
eu: Oharra: Sorburu-fitxategiaren kodeketa ezartzeak kodeketa-deklaraziorik ez daukaten HHC eta HHK fitxategiei soilik eragiten die.

source: Note: Source File Encoding setting affects only the HTML files that have no encoding declaration inside.
eu: Oharra: Sorburu-fitxategiaren kodeketa ezartzeak kodeketa-deklaraziorik ez daukaten HTML fitxategiei soilik eragiten die.

source: Note: not all filters allow you to select an encoding.
eu: Oharra: badaude kodeketa hautatzen uzten ez duten iragazkiak.

source: Notes
eu: Oharrak

source: Notification (flash)
eu: Jakinarazpena (keinukaria)

source: Notification (steady)
eu: Jakinarazpena (iraunkorra)

source: Notify Me When a Segment Has "{0}"
eu: Jakinarazi segmentu batek "{0}" duenean

source: Notify Me When a Segment Has Comments
eu: Jakinarazi segmentu batek iruzkinak dituenean

source: Notify Me When a Segment Has Dictionary Entries
eu: Jakinarazi segmentu batek hiztegi-sarrerak dituenean

source: Notify Me When a Segment Has Fuzzy Matches
eu: Jakinarazi segmentu batek parekatze lausoak dituenean

source: Notify Me When a Segment Has Glossary Hits
eu: Jakinarazi segmentu batek glosarioko bat etortzeak dituenean

source: Notify Me When a Segment Has Multiple Translations
eu: Jakinarazi segmentu batek itzulpen anitz dituenean

source: Notify Me When a Segment Has Notes
eu: Jakinarazi segmentu batek oharrak dituenean

source: Now
eu: Orain

source: Nr of matching segments: {0}
eu: Bat datozen segmentuen kopurua: {0}

source: Number of matching segments:
eu: Bat datozen segmentuen kopurua:

source: Number of unique segments
eu: Segmentu bakarren kopurua

source: O&ptions...
eu: &Aukerak...

source: OK
eu: Ados

source: Often documents will also have tags that have nothing to do with formatting, but which are also important in the source files (and in the translated files).
eu: Sarritan dokumentuek formatuarekin zerikusirik ez daukaten baina garrantzitsuak diren etiketak edukiko dituzte bai sorburu-fitxategietan zein fitxategi itzulietan.

source: OmegaT Project Files
eu: OmegaT-ren proiektuaren fitxategiak

source: OmegaT Project Folder
eu: OmegaT-ren proiektuaren karpeta

source: OmegaT User Interface Language
eu: OmegaT erabiltzaile-interfazearen hizkuntza

source: OmegaT can also check for programming variables (printf-function variables) like '%s'.
eu: OmegaT-k '%s' bezalako programazio-aldagaiak (printf-funtzio aldagaiak) ere egiazta ditzake.

source: OmegaT can generate and store a master password so you don't have to enter it each time, but this is much less secure.
eu: OmegaT-k pasahitz maisu bat sortu eta gorde dezake, hura aldi bakoitzean sartu beharrik izan ez dezazun, baina horrek askoz segurtasun gutxiago du.

source: OmegaT does not have read and write permissions to this folder.
eu: OmegaT-k ez dauka karpeta honetan idazteko eta irakurtzeko baimenik.

source: OmegaT encrypts sensitive passwords and API keys with a master password.
eu: OmegaT-k pasahitzak eta API gakoak pasahitz maisu batekin zifratzen ditu.

source: OmegaT has chosen option 'Yes' automatically.
eu: OmegaT-k 'Bai' aukera automatikoki aukeratu du.

source: OmegaT has detected a 3.6-style team project.
eu: OmegaT-k 3.6 estiloko talde-proiektua detektatu du.

source: OmegaT is a free and open source multiplatform Computer Assisted Translation tool with fuzzy matching, translation memory, keyword search, glossaries, and translation leveraging into updated projects.
eu: OmegaT aplikazioa Ordenagailuz Lagundutako Itzulpenetarako tresna da, plataforma anitzetarako prestatua, kode irekikoa, parekatze lausoz, itzulpen-memoriaz, gako-hitzen bidezko bilaketaz eta glosarioz hornitutakoa, eta egindako itzulpenak proiektu eguneratuetan aprobetxatzea ahalbidetzen duena.

source: OmegaT is available under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
eu: OmegaT Free Software Foundation-en GNU General Public License lizentziak onartzen dituen baldintzen pean dago erabilgarri; lizentziaren 3. bertsioa edo, aukeran, berriagoa den edozein bertsio erabili daiteke.

source: OmegaT is refused access to the system property containing the name of your OS and/or the system property containing your home folder.
eu: OmegaT-k ezin du zure sistema eragilearen izena gordetzen duen sistema-propietatea atzitu eta/edo ezin du zure karpeta nagusia gordetzen duen sistema-propietatea atzitu.

source: OmegaT is the original work of Keith Godfrey.
eu: OmegaT Keith Godfreyren lana da jatorriz.

source: OmegaT is then ready to be launched.
eu: Horren ondoren, OmegaT prest dago abiarazia izateko.

source: OmegaT license
eu: OmegaT-ren lizentzia

source: OmegaT ran out of memory, and will quit when you press OK.
eu: OmegaT memoriarik gabe geratu da, eta itxi egingo da 'Ados' sakatzen duzunean.

source: OmegaT requires the Java Runtime Environment (JRE) version 1.8 or higher to be installed on your system.
eu: OmegaT-k Java Runtime Environment (JRE) 1.8 edo berriagoa behar du zure sisteman instalatu ahal izateko.

source: OmegaT uses a number of librairies.
eu: OmegaT-k zenbait liburutegi erabiltzen ditu.

source: OmegaT uses the following libraries: {1}
eu: OmegaT-k honako liburutegiak erabiltzen ditu: {1}

source: OmegaT version {0} ({1})
eu: OmegaT {0} ({1}) bertsioa

source: OmegaT version {0}, update {1} ({2})
eu: OmegaT {0} bertsioa, {1} ({2}) azpibertsioa

source: OmegaT will now terminate.
eu: OmegaT amaitu egingo da orain.

source: OmegaT will present one segment at a time for you to translate.
eu: OmegaT-k segmentu bat erakutsiko dizu aldi bakoitzean, banan banan itzul dezazun.

source: OmegaT will then copy the selected files to the /source/ subfolder of your newly created project.
eu: OmegaT-k sortu berri duzun proiektuaren /source/ azpikarpetara kopiatuko du hautatutako fitxategia.

source: OmegaT will try to resegment the TMX file...
eu: OmegaT TMX fitxategia berriro segmentatzen saiatuko da...

source: OmegaT {0} is now available.
eu: OmegaT {0} eskuratu dezakezu.

source: OmegaT, however, will present this sentence in the following fashion:
eu: Hala ere, OmegaT-k esaldia beste modu honetan erakutsiko du:

source: Once you have made certain that there are no tag errors in your translation, press Ctrl+D to generate the target files, which will be created in the /target/ subfolder of your project folder.
eu: Zure itzulpenean etiketa-errorerik ez dagoela ziurtatu ondoren, sakatu Ctrl+D helburu-fitxategia sortzeko. Fitxategi hori zure proiektuaren karpetako /target/ azpikarpetan sortuko da.

source: Only if (X)HTML file has a &header
eu: (X)HTML fitxategiak &goiburua badu soilik

source: Only if (X)HTML file has an &encoding declaration
eu: (X)HTML fitxategiak &kodeketa-deklarazioa badu soilik

source: Open MED Project...
eu: Ireki MED proiektua...

source: Open Project
eu: Ireki proiektua

source: Open Recent Pro&ject
eu: Ireki a&zken proiektua

source: Open Source File
eu: Ireki sorburu-fitxategia

source: Open Source File Location
eu: Ireki sorburu-fitxategiaren kokalekua

source: Open Target File
eu: Ireki helburu-fitxategia

source: Open Target File Location
eu: Ireki helburu-fitxategiaren kokalekua
